from random import randint

colour = ["Аквамариновый", "Алый", "Амарантовый", "Аметистовый", "Антрацитовый", "Арлекин", "Баклажановый",
          "Бананомания", "Бежевый", "Белоснежный", "Белый", "Бирюзовый", "Бисквитный", "Бистр", "Бобровый", "Болотный",
          "Бордо", "Бронзовый", "Бургундский", "Бурый", "Ванильный", "Васильковый", "Вердепешевый", "Вердепомовый",
          "Красный", "Оранжевый", "Синий", "Лиловый", "Голубой", "Малиновый"]
animal = ["Сапсан", "Орел", "Стервятник", "Стерх", "Стрепет", "Сухонос", "Беркут", "Зубр", "Манул", "Кит", "Тигр",
          "Лось", "Гиппопотам", "Апполон", "Кречет", "Гепард", "Лев", "Дельфин", "Филин", "Бизон", "Пони", "Омар",
          "Кролик", "Заяц", "Волк", "Змей", "Медведь", "Конь", "Броненосец", "Ополовник"]

random_number = randint(0, 30)
print(colour[random_number], animal[random_number])
