from random import choice

colour = ["Аквамариновый", "Алый", "Амарантовый", "Аметистовый", "Антрацитовый", "Арлекиновый", "Баклажановый",
          "Банановый", "Бежевый", "Белоснежный", "Белый", "Бирюзовый", "Бисквитный", "Бистровый", "Бобровый",
          "Болотный",
          "Бордовый", "Бронзовый", "Бургундский", "Бурый", "Ванильный", "Васильковый", "Вердепешевый", "Вердепомовый",
          "Красный", "Оранжевый", "Синий", "Лиловый", "Голубой", "Малиновый"]
animal = ["Сапсан", "Орел", "Стервятник", "Стерх", "Стрепет", "Сухонос", "Беркут", "Зубр", "Манул", "Кит", "Тигр",
          "Лось", "Гиппопотам", "Апполон", "Кречет", "Гепард", "Лев", "Дельфин", "Филин", "Бизон", "Пони", "Омар",
          "Кролик", "Заяц", "Волк", "Змей", "Медведь", "Конь", "Броненосец", "Ополовник"]

print(choice(colour), choice(animal))
